{
  "i": 59863,
  "d": 1727719882991,
  "u": 1750003721257,
  "c": "117623162098553520800",
  "e": [
    "117623162098553520800"
  ],
  "n": "Hearts & Minds",
  "r": "A story focusing on two European adults who decide to play an online game with their other friends. Both strange to the world and eachother, will they be able to connect with others to overcome the dangers ahead?\n\nA Fan Adventure focusing on action, adventure and relationships.\n\n[Due for heavy revisions]",
  "h": 2,
  "t": [
    "sburb",
    "fantrolls",
    "fankids",
    "alternate"
  ],
  "a": "Opsenheimer",
  "w": "",
  "o": "https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Misc/Gif%201.gif",
  "q": "",
  "x": "",
  "b": 1,
  "y": "@import url(\"/css/?s=54487\");\n\n\n\n.p3-24 #main {\n\tbackground-color: #fe0159;\n}\n.p3-24 body {\n\tbackground-color: #460023;\n}\n\n.p25-63 #main {\n\tbackground-color: #8000ff;\n}\n.p25-63 body {\n\tbackground-color: #1e003c;\n}\n\n.p64-700 #main {\n\tbackground-color: #fe0159;\n}\n.p64-700 body {\n\tbackground-color: #460023;",
  "j": "MSPFA.import(\"/js/?s=54487\");",
  "v": "MSPFA.import(\"/js/?s=54487\");",
  "m": "=>",
  "p": [
    {
      "d": 1727721959956,
      "c": " ",
      "b": "[img=750x1000]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/%5BA%5D%20Covers/Cover%202.png[/img]\n\n[spoiler open=\"Disclaimer\" close=\"Hide\"]\n\nHearts & Minds follows its own canon, inspired by the world of Homestuck. All events are contained with the Hearts and Mind Universe.[/spoiler]",
      "n": [
        2
      ]
    },
    {
      "d": 1727722055887,
      "c": "Disclaimer Again",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Misc/Disclaimer%202[/img]",
      "n": [
        3
      ]
    },
    {
      "d": 1727723691260,
      "c": "Chapter 0 - Tyrell Raymond",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%200%20-%20Prologue/Page%200001.png[/img]",
      "n": [
        4
      ]
    },
    {
      "d": 1727723691260,
      "c": "Tyrell: Begin the adventure",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%200%20-%20Prologue/Page%200002.png[/img]\nOur Story begins with a young man standing in his bedroom as the sun begins to set. It's Sunday the 28th of May 20XX and it's a very special day. Yet here is the young man, motionless.\n\nWhat's wrong with you? Maybe you'll animate once you give your name?\n\nGo on. Don't be shy now.\n",
      "n": [
        5
      ]
    },
    {
      "d": 1727723691260,
      "c": "Tyrell: Introduce yourself",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%200%20-%20Prologue/Page%200003.gif[/img]\n",
      "n": [
        6
      ]
    },
    {
      "d": 1727723691260,
      "c": "Tyrell: Look around your room",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%200%20-%20Prologue/Page%200004.gif[/img]\nYour name is Tyrell Raymond, an 18 year old young man. The text had to shrink to fit your full name. Why is it so long? Anyway, today is a special day but it's already almost over. The sun is setting and you're tired from a day full of festivities. You look around your unimpressive room though you prefer to call it \"minimalistic\". You have all your necessities such as a bed, a lamp and a laptop. There's even a chest with more of your possessions safely tucked away. And some other things too.\n\nWhat will you do now?",
      "n": [
        7
      ]
    },
    {
      "d": 1727723691260,
      "c": "Tyrell: Admire your posters",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%200%20-%20Prologue/Page%200005.png[/img]\nThere are three posters poorly displayed on your walls. Each one holds significant meaning to you.\n\nThe first one is a poster of \"The Greatest\". The Legendary Heavyweight Champion stands triumphant over is defeated foe. No one could STRIFE like he could. This image was picked by your Mother to inspire you to become great too.\n\nThe second one is a poster of \"The One\". He and his allies challenge the fake world they were forced to participate in and face the truth, ugly as it may be. He's also incredibly awesome-looking with a brilliant fashion sense. Using many Kind Abstratus, he wipes the floor with numerous foes. His Fistkind is the most impressive. Mother let you choose this poster on your own.\n\nThe final one is a poster of \"The Family\". You don't care for this Family so you hide it but Mother insisted on having it up. It's to remind you that family is everything. Blood is thicker than water. You definitely value family above most things so the poster does its job well.\n\nThese make the pillars of your very being. You will be great, you will seek the truth and you will look out for your family. At least, that's what your mother says.",
      "n": [
        8
      ]
    },
    {
      "d": 1727723691260,
      "c": "Tyrell: Why is there a baby on your bed?",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%200%20-%20Prologue/Page%200006.gif[/img]\nThe baby is not you. It's your sister and the reason why today is so special. It's her first birthday! Today was an incredible birthday celebration with music and cakes and balloons. It was fantastic! Too bad it's all over now. Despite all this, she's still buzzing with energy, overjoyed to see her big brother!\n\nShe's not old enough for a name yet but you want to give her one anyway. What will you name her?\n",
      "n": [
        9
      ]
    },
    {
      "d": 1727723691260,
      "c": "Tyrell: Pick her up and name her...",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%200%20-%20Prologue/Page%200007.png[/img]\nTyra! Tyra Raymond! You hold her skyward and announce her name to the world outside. It feels so awesome that you imagine a clear sky where the sun is shining down on your newly named sibling, as if getting approval from the Gods. Little Tyra giggles and dribbles at the whole thing. Clearly she loves her name too. Mother will probably change this when she's actually old enough to be named but for the next 12 years she will be called Tyra!\n",
      "n": [
        10
      ]
    },
    {
      "d": 1727723691260,
      "c": "Tyrell: The moment is over",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%200%20-%20Prologue/Page%200008.gif[/img]\nNow that the magical moment is over, you turn your attention to your cheap and weak laptop. Didn't you hear the messages you received while holding Tyra? You thought you closed your messaging apps to focus on your sister's birthday but this might be a blessing in disguise. Or a curse in disguise.\n\nYou check the messages and pray it's not someone annoying or spam mail claiming that you've won £1,000,000.",
      "n": [
        11
      ]
    },
    {
      "d": 1727723691260,
      "c": "Tyrell: Please don't be someone annoying...",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%200%20-%20Prologue/Page%200009.gif[/img]\nOh what luck! It's your chums! Your best chums! You've known these three for years and are among your best friends despite not meeting face to face. They've remembered Tyra's birthday too! This is why they're worth your time and attention.\n\n[spoiler open=\"Show Pesterlog\" close=\"Hide Pesterlog\"]\n[color=#c40062]CURRENT tirelessPugilist [CCG][/color] RIGHT NOW opened memo on board #World_Warriors.\n\n[color=#ff8000]CFE: WARRIORS! The time has COME! The Baby Warrior is a YEAR OLD TODAY! HAPPY BIRTHDAY![/color]\n[color=#0000ff]CSA: happy birthday little Pugilist!!! :D[/color]\n[color=#ff8000]CFE: Haha! You expect The Sister to fight like The Brother![/color]\n[color=#0000ff]CSE: :0[/color]\n[color=#8000ff]CGM: Raising a glass to celebrate the life and times of your sister Ty. How was the birthday celebrations? Adequate? [/color]\n[color=#c40062]CTP: eceawsdzloijko;kl;lokawdawdlopk;ladk;;lokadwadlok;deawlok;;fea[/color]\n[color=#c40062]CTP: This is her saying thank you i think.[/color]\n[color=#c40062]CTP: Thank you everyone. Today has been a success. My sister is overjoyed. Now the day is done. She is here now relaxing upon my head. Life is good.[/color]\n[color=#8000ff]CGM: Excuse me? On your head? Is it normal for the British to wear their siblings like hats?[/color]\n[color=#c40062]CTP: Unfortunately not. She just climbed up here. I think she might be a genius.[/color]\n[color=#0000ff]CSE: now that's pretty rad![/color]\n[color=#0000ff]CSE: I wish I had a baby ninja sister[/color]\n[color=#0000ff]CSE: :D[/color]\n[color=#0000ff]CSE: will she stay there when we play[/color]\n[color=#0000ff]CSE: the game?[/color]\n[color=#0000ff]CSE: :o[/color]\n[color=#ff8000]CFE: The World Warriors are Ready to Play![/color]\n[color=#ff8000]CFE: Will The Pugilist join us? We Need You![/color]\n[color=#ff8000]CFE: Well no We don't BUT We REFUSE to Play without You Brother.[/color]\n[/spoiler]\n",
      "n": [
        12
      ]
    },
    {
      "d": 1727723691260,
      "c": "=>",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%200%20-%20Prologue/Page%200010.gif[/img]\n\n[spoiler open=\"Show Pesterlog\" close=\"Hide Pesterlog\"]\n[color=#c40062]CTP: I will join you all brother. We have finally coordinated our first game together. All 4 of us playing. Usually it's just 2 of us. Now all 4 of us will cooperate. [/color]\n[color=#c40062]CTP: Hoping the ripped Burbs.exe works with no issues. [/color]\n[color=#c40062]CTP: Should open when it is done installing. 95% Complete. [/color]\n[color=#c40062]CTP: But first Mother wants to spar with me. [/color]\n[color=#ff8000]CFE: Haha! Another Bout with Mother eh? I'm jealous of You brother. Having Someone so Strong as a Parent and Mentor and Sparring Partner must be fantastic! [/color]\n[color=#ff8000]CFE: Now I want to Fight too! We have the Time while you Fight your Mother! [/color]\n[color=#8000ff]CGM: You boys are always looking for the next fight. Why seek conflict? The pain and suffering and adrenaline... this must be a boy thing.[/color]\n[color=#c40062]CTP: Not a boy thing.[/color]\n[color=#ff8000]CFE: A MAN THING![/color]\n[color=#0000ff]CSE: hey i kick ass too you know[/color]\n[color=#0000ff]CSE: just not daily like you guys[/color]\n[color=#0000ff]CSE: >:v[/color]\n[color=#ff8000]CFE: I'M SORRY. WOMEN CAN KICK ASS TOO![/color]\n[color=#8000ff]CGM: Yes well, if you 3 are going off to \"kick ass\" I will assume that I'll have some free time to get my affairs in order. I have a party I need to formally reject going to. I'd much prefer to hang out with the esteemed World Warriors.[/color]\n[color=#c40062]CTP: So we begin in 30 minutes-ish. Give or take? [/color]\n[color=#0000ff]CSE: so soon??? [/color]\n[color=#0000ff]CSE: >:o [/color]\n[color=#0000ff]CSE: gotta make my way back home then.[/color]\n[color=#0000ff]CSE: skaterAlligator is skating home rriiiiiiiiiiiiight [/color]\n[color=#0000ff]CSE: now! [/color]\n[color=#ff8000]CFE: The Countdown has Begun Warriors. Best of Luck to us all! [/color]\n[/spoiler]\n\n",
      "n": [
        13
      ]
    },
    {
      "d": 1727723691260,
      "c": "Tyrell: Go fight your Mother",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%200%20-%20Prologue/Page%200011.gif[/img]\n[center]The World Warriors have gone their seperate ways for now. One has stayed behind and seems to want to talk to you privately. You're more than happy to speak with her. While you like all The Warriors equally, the grimdarkMonarch is the easiest to have a conversation with. Mother can wait a few minutes.[/center]\n\n[spoiler open=\"Show Pesterlog\" close=\"Hide Pesterlog\"]\n-- grimdarkMonarch [color=#8000ff][GM][/color] began pestering tirelessPugilist [color=#c40062][TP][/color] at 19:37 --\n\n[color=#8000ff]GM: *The Dark Queen of Truth summons Ty, The Swordless Knight* [/color]\n[color=#c40062]TP: *The Swordless Knight approaches, ready to be of service.* [/color]\n[color=#c40062]TP: Your Majesty. How can I be of service? [/color]\n[color=#8000ff]GM: Oh Knight, Warrior of Heart, I must thank you for your service. Whilst I was a stranger, born of darkness, you have accepted me unconditionally and thrown yourself into my service as I pursue the truths of this life.  [/color]\n[color=#8000ff]GM: You have even introduced me to two warriors of light who you have known for many more years than myself. I only fear that my natural affinity for the dark may dim the light they so beautifully radiate.  [/color]\n[color=#8000ff]GM: Still, I must thank you for everything you have done so far.  [/color]\n[color=#8000ff]GM: You have a good heart.  [/color]\n[color=#8000ff]GM: (And thank you for always entertaining my spontaneous roleplays.) [/color]\n[color=#c40062]TP: It has been an honour. My service is not unconditional however. The conditions are being someone worth serving. [/color]\n[color=#c40062]TP: You are a Seeker of Truth regardless of how ugly. It is very respectful. [/color]\n[color=#c40062]TP: Beyond that you are a good friend. Born in darkness but not corrupted by it. Do not doubt yourself. [/color]\n[color=#c40062]TP: You are worth it. Thank you. [/color]\n[color=#c40062]TP: (The roleplay is fun. Thank you for starting this.) [/color]\n[color=#8000ff]GM: [i]Mon beau chevalier~[/i] [/color]\n[color=#c40062]TP: ?  [/color]\n[color=#8000ff]GM: It's nothing. Moving on swiftly.  [/color] \n[color=#8000ff]GM: I didn't just contact you just for a emotional moment before your fight. I closed my eyes and saw the usual things again but this time an interesting development unfolded. [/color]\n[/spoiler]",
      "n": [
        14
      ]
    },
    {
      "d": 1727723691260,
      "c": "=>",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%200%20-%20Prologue/Page%200011.png[/img]\n[spoiler open=\"Show Pesterlog\" close=\"Hide Pesterlog\"]\n[color=#c40062]TP: The dreams again? [/color]\n[color=#8000ff]GM: Yes. As I slip into the realm of dreams I see a world painted in a lavander hue, with a sky as dark as the infinite void of space. The streets are strangely mashed together with bizarre architecture and black humanoid creatures roam freely. [/color]\n[color=#8000ff]GM: I told you this before. Do you remember Ty? [/color]\n[color=#c40062]TP: Yes I remember. I've wrote down all your dreams about this. [/color]\n[color=#8000ff]GM: It's a very peculiar feeling indeed. I don't walk. I fly! Or more accurately I float. I float around and above the streets as I'm not sure if these shadowy figures are friendly or hostile towards me. Sometimes they look up and see me but their expressions are hard to read. They're human-like but not human enough to strongly convey any real emotion. Regardless I observe and notice a few key structures. I always awake inside one of them; at the very top. [/color]\n[color=#c40062]TP: At first I thought you had an beautiful imagination. Which you do. [/color]\n[color=#8000ff]GM: Charmer. [/color]\n[color=#c40062]TP: But I've grown to trust you and your visions.  [/color]\n[color=#8000ff]GM: Once again very appreciated. I shall continue with my report as I have yet to reveal what is concerning me. [/color]\n[/spoiler]",
      "n": [
        15
      ]
    },
    {
      "d": 1727723691260,
      "c": "=>",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%200%20-%20Prologue/Page%200012.gif[/img]\n[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%200%20-%20Prologue/Page%200012b.gif[/img]\n[spoiler open=\"Show Pesterlog\" close=\"Hide Pesterlog\"]\n[color=#8000ff]GM: These structures are Towers which are so tall they rival the Eiffel Tower (though this might be a grand exaggeration on my part. I hadn't explored any towers except my own before. The top of the tower has a room that resembles my own bedroom, though sporting the usual purple hues of the rest of this world. Not the strangest image to be conjured up from ones own mind right?[/color]\n[color=#c40062]TP: Not too unusual. Your room reimagined in your favourite colour.[/color]\n[color=#8000ff]GM: Almost too good to be true isn't it Ty? I had to see what the other towers had inside to satisfy my curiousity. Probably pointless in a dream and yet I... had to. [/color]\n[color=#8000ff]GM: A gut instinct? Maybe? No. It felt like something in the air told me to go. [/color]\n[color=#8000ff]GM: I floated over to the neighbouring tower. I peered inside and saw- [/color]\n\n[/spoiler]",
      "n": [
        16
      ]
    },
    {
      "d": 1727723691260,
      "c": "=>",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%200%20-%20Prologue/Page%200013.gif[/img]",
      "n": [
        17
      ]
    },
    {
      "d": 1727723691260,
      "c": "=>",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%200%20-%20Prologue/Page%200014.png[/img]\n\nYour friend's dream is very... interesting. You don't quite know what to make of it just yet. [color=#8000ff]GM[/color]'s visions have always been a little odd but your faith in her compells you to trust what she says. Why do you trust her so much? Well she's a friend and she wouldn't lie about these things. That's just how you see it anyway. You haven't had any psychic experiences before but if she says she's seeing things then she must be attuned to forces you're not attuned to.\nShe saw something unexplainable which means that asking her to explain it will be impossible. Therefore, you choose to leave it alone for now. You're late to meeting your mother and you are sure she won't be pleased now. You message [color=#8000ff]GM[/color] goodbye and get off your bed. It's time for a fight.",
      "n": [
        18
      ]
    },
    {
      "d": 1727723691260,
      "c": "Tyrell: Collect your sister",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%200%20-%20Prologue/Page%200015.gif[/img]\n\nTime to go but first pick up your sister. You can't leave a 1 year old baby unattended. You need to take her to witness this awesome fight between mother and son.\n\nYou reach down to pick her up and-- Oh god what are you doing?!\n\nYou can't just put her in your inventory! Can she even breathe in there?!",
      "n": [
        19
      ]
    },
    {
      "d": 1727723691260,
      "c": "Tyrell: Exit out the \"Vs Mother\" Door?",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%200%20-%20Prologue/Page%200016.png[/img]\n\n[center]The \"Vs Mother\" Door? You mean the only door out of your bedroom? Yes it's a Boss door now. Out there is the Boss of this household; Your Mother.\n\nYou've taken so long that the sparring session has been upgraded to a full-on smackdown. You've angered Mother and now you'll face her wrath in a real strife! You've only sparred with her before so this is going to be an entirely different beast. It will be tough. She is extremely strong.\n\nBut you are ready for this. You've trained for many years so now's the time for you to put everything you've practised to the test![/center]",
      "n": [
        20
      ]
    },
    {
      "d": 1727723691260,
      "c": "The Laptop...",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%200%20-%20Prologue/Page%200017.png[/img]",
      "n": [
        21
      ]
    },
    {
      "d": 1727723691260,
      "c": "=>",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%200%20-%20Prologue/Page%200018.gif[/img]",
      "n": [
        22
      ]
    },
    {
      "d": 1727723691260,
      "c": "=>",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%200%20-%20Prologue/Page%200019.png[/img]",
      "n": [
        23
      ]
    },
    {
      "d": 1727723691260,
      "c": "=>",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%200%20-%20Prologue/Page%200020.gif[/img]",
      "n": [
        24
      ]
    },
    {
      "d": 1727723691260,
      "c": "Intermission Artwork #1",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/%5BA%5D%20Inter-Chapter%20Art/Chapter%200-1.png[/img]\n\n[size=20]Baby Faces\n\nThe Baby, now named Tyra, is the little sister of Tyrell. The story starts on her first birthday. Despite her very young age she shows signs of being very intelligent and very capable. One might assume its because she's often left in the company of her older brother but Tyrell isn't much of a teacher nor especially smart. Perhaps its simply genetics. The Raymond Bloodline is rumoured to be very strong so its possible that strength manifested in her mind rather than her muscles? A lot of speculation for someone as young as her.\n\nStill, she is just a baby. Cute and cuddly and loves her family very much. She remains unaware of the role she will play in the lives of many people going forward.[/size]",
      "n": [
        25
      ]
    },
    {
      "d": 1727725395452,
      "c": "Chapter 1 - Vanessa Bouquet",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/page%200001.png[/img]",
      "n": [
        26
      ]
    },
    {
      "d": 1727725395452,
      "c": "Be grimdarkMonarch",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200002.gif[/img]\n\n[center]You are now [color=#8000ff]grimdarkMonarch[/color][/center]\n\n[left]A young lady is sitting at her modest desk after finishing a conversation with her friend [color=#c40062]tirelessPugilist[/color]. While she appreciates him taking the time to listen to her latest visions and concerns, his lack of response to it has left her underwhelmed. Perhaps the significance of this vision was simply lost on the young man and if he wasn't so adamant to have a pointless fight with his mother, maybe an opportunity to further explain would have presented itself. She sighs. \n\n[color=#8000ff]\"Boys will be boys\"[/color] she mutters to herself. Now that she is alone, the gothic girl has to do something until the rest of her group are ready to play. Once again she suffers from being ahead of schedule.\n\nThere is about 30 minutes before the game begins.\n\nWhat will she do?[/left]",
      "n": [
        27
      ]
    },
    {
      "d": 1727725395452,
      "c": "GM: Introduce Yourself",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/page%200003.png[/img]\n[center]She introduces herself as [color=#8000ff]Vanessa Bouquet[/color] with dramatic flair.[/center]\n\n[left]A 20 year old University student hailing from France, this lady in black is a force to be reconned with, or so she would have you believe. A high intellect and a natural beauty form a deadly combination though not many would have the (mis)fortune of encountering it. Vanessa studies mostly from home. Home is where the heart is and her heart is very happy confined to these four walls. Especially after all the decorating and rearranging she's done over the years; One of the many perks of the affluent lifestyle. This is [i]her[/i] space. \n\nAffluent but relatively modest with her fashion choices. Black is the colour of the day and everyday. One simply cannot be grimdark without the \"dark\" can they? The use of purple add some much needed colour to her outfits. Today's accessory is the Purple Butterfly Chocker. It works like a trademark for the Bouquet family. She is grimdark. She wears a monarch butterfly. Grimdark. Monarch.\n\nDespite her looks and conduct Vanessa is simply a civilian. Not special in the slightest, minus her visions into the future, but otherwise just an ordinary person with extraordinary interests. She could go on and on about herself but she soon realises that she is still alone and expositing to nobody but herself. Now her attention turns to find a new way to pass the time.[/left]",
      "n": [
        28
      ]
    },
    {
      "d": 1727725395452,
      "c": "Vanessa: Admire your wall of [???]",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/page%200004.png[/img]\n\n[left]This wall is covered in years of intrigue towards the unseen truths of the world. This is what she chooses to believe. Recent additions to the wall show bizarre otherworldy creatures whos forms are understood and yet impossible. Vanessa can't help but admire such paradoxical beings as she contemplates their existance. All are born from myth and legend. Surely there must be some truth to them right? Regardless, it brings some comfort to have their many eyes on her whilst she works, studies and sleeps. In conclusion, this is a very normal bedroom wall.[/left]",
      "n": [
        29
      ]
    },
    {
      "d": 1727725395452,
      "c": "Vanessa: Check on your bird",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/page%200005.png[/img]\n\n[left]Vanessa's feathered friend had escaped confinement whilst the focus was on the posters, possibly offended at the mentions of her being alone when he is clearly in full view. He props himself upon the grimdark monarch's head. This doesn't bother her. In fact, she welcomes his company. Technically he's a wild animal: A free bird if you will. Today he's using his freedom to spend time with Vanessa. This makes her happy.\n\n[color=#8000ff]\"Finally decided to come over Ray?\"[/color] She asks the bird atop her head.\n[color=#8000ff]You know the cage is just for appearances right? When we're alone you don't need to use it.\" [/color]\n\n\"CAWWW!\" he responds firmly.\n\nRaymond the Raven or just Ray for short, is a smart corvid even for his kind. He appreciates having this space to return to after his adventures despite having to pretend to be imprisoned inside a pet cage. Ray's not a pet. He's more like an avian roommate. As a result, he pays his share of the rent with the shiny things he occasionally finds around the french streets including gemstones, jewellery, money, etc. Ray's also very adamant about protecting this space from any and all intruders. Truly a mutually beneficial relationship.\n[/left]",
      "n": [
        30
      ]
    },
    {
      "d": 1727725395452,
      "c": "=>",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200006.gif[/img]\n\nA Visitor.\nHe could of at least knocked.",
      "n": [
        31
      ]
    },
    {
      "d": 1727725395452,
      "c": "Vanessa: Converse with this... person.",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200007.gif[/img]\nNow to talk to what you struggle to label as your Father.\n\n[left][background=#c0c0c0]\"I see you're still in that... depressing outfit. Do you need assistance getting into more appropriate attire or is this another one of your acts of rebellion?\"[/background] asks your father. \nHe stands firmly in your bedroom with his arms behind his back, the stench of his inflated ego making you nauseous. \n[background=#c0c0c0]\"I told you about the party and how important it is for you to attend.\"[/background][/left]\n\n",
      "n": [
        32
      ]
    },
    {
      "d": 1727725857012,
      "c": "=>",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200008.gif[/img]\n[left][color=#8000ff]\"Yet here we are father. You are dressed, ready to receive many pats on the back for sitting in a chair with money you didn't earn and I am here, not eager to watch you get undeserved praise.\"[/color] [/left]\n[center]To your knowledge, your father has not put any effort into anything his entire life. Everything was given by birth which has made him feel entitled to seemingly anything and everything. It's the kind of baseless self-affirmation that would make anyone's stomach churn. \n\nThis is your [b]Father[/b].[/center]",
      "n": [
        33
      ]
    },
    {
      "d": 1727725857012,
      "c": "=>",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200009.gif[/img]\n[left][background=#c0c0c0]\"Didn't earn?! You do not know how much effort I've put into our successes!\"[/background] he snaps back quickly. [/left]\n[center]A slight wound to his pride has made him overly defensive. He's been stabbed by your harsh words. Now to twist the blade.[/center]\n",
      "n": [
        34
      ]
    },
    {
      "d": 1727725857012,
      "c": "=>",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200010.gif[/img]\n[left][color=#8000ff]\"I imagine it took all your blood, sweat and tears to inherit all this money. So much effort father.\"[/color] [/left]\n[center]You feel confident that your verbal assault is working. Your words are sharp, sharp enough to pop his self-esteem. His fatherly facade is a waste of everybody's time. Why does he REALLY want you to go out with him?[/center]",
      "n": [
        35
      ]
    },
    {
      "d": 1727725857012,
      "c": "=>",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200011.gif[/img]\n[center]Your words hurt. He has no rebuttal and thus attempts to regain control of the conversation.[/center]\n[left][background=#c0c0c0]\"...You don't know what the others say about us. Our reputation is being dragged through the mud! Our competitors keep beating us with more affordable products and the shareholders are not happy. We need to put their worries at ease. A show of unity and confidence will do exactly that. A father and his daughter proud and eager to shift the tides.[/background][/left]",
      "n": [
        36
      ]
    },
    {
      "d": 1727725857012,
      "c": "Vanessa: Recover",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200012.gif[/img]\n[left][color=#8000ff]\"You mean YOUR reputation. My reputation is perfectly fine!\"[/color] you argue.\n[color=#8000ff]\"Besides, I think the competitors should win. The people get what they need at a cheaper price and my balding father gets an overdue lesson in humility.\"[/color] You give a slight smirk before continuing. \n\n[color=#8000ff]\"Maybe if you had said this from the start, that you value your image over your relationship with your daughter, I could of rejected you faster.\"[/color][/left]\n",
      "n": [
        37
      ]
    },
    {
      "d": 1727725857012,
      "c": "=>",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200013.gif[/img]\n[left][background=#c0c0c0]\"[b]You arrogant little girl![/b]\"[/background]\n\nYour father is now fully enraged. You have been pushing and pushing. The mask he wears has slipped away, revealing the sad, angry man beneath it all. He is as stubborn as he is annoying. You can feel he's got some ammo left to hit you with.\n\n[background=#c0c0c0]\"All you do is sleep, and talk to animals!\" he gestures towards Ray. \"And I'm NOT talking about the bird!\"[/background] he yells. Ray recognises the insult towards him and yells back.\n\n\"CAW!!!!\"\nClearly Ray is NOT a fan of your father either.\n\n[color=#8000ff]\"...Besides Raymond here, I converse with Fredrick and my friends. Oh! And you of course. Reluctantly.\"[/color] It is becoming harder to hide your own frustrations now.\n\n[background=#c0c0c0]\"Those people you speak to online. Fredrick informs me that they get into fights. They come from the lower ends of society surely. Why else would they resort to such barbarism?\"[/background] he pauses before muttering to himself. [background=#c0c0c0]\"Probably to steal from each other. It wouldn't put it past me. The lows our lessers go to...\"[/background][/left] \n",
      "n": [
        38
      ]
    },
    {
      "d": 1727725857012,
      "c": "=>",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200014.gif[/img]\n[left]You manage to catch a few of his muttered words. There is a very unlady-like anger building within you. Whilst you wouldn't say you are particularly close to the members of The World Warriors, with one exception, you don't take kindly to them being insulted in such a fashion. Especially by someone who has no idea what he is talking about. Taking petty jabs at their lifestyles and assuming their circumstances because of it is such a narrow minded way of looking at things. Only barbarians fight? You two are fighting right now! Does that make you both animals? Is this enough to be deemed low-class by your father? Perhaps if things got physical... Regardless, you've gotten a window into his mind as well as his views of you. The truth is ugly.\n\n[color=#8000ff]\"You consider me a barbarian too? An Animal? That's more reason for us to NOT be seen together. Wouldn't want you to get my barbarism all over your reputation now would I? We can just add that to the 'freaky satanic cultist daughter' image I've got going according to the last guest you invited here.\"[/color]\n[/left]",
      "n": [
        39
      ]
    },
    {
      "d": 1727725857012,
      "c": "=>",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200015.gif[/img]\n[left][background=#c0c0c0]\"...Talking to you is difficult. You have your mother's wit and sharp tongue. A dangerous combination. In addition to your shared interests in such... strange things. Perhaps her taint compiled with the influence of your foreign friends have made you into such a detestable young lady!\"[/background]\n\n[color=#8000ff]\"You're the detestable one! That's why Mother has been gone for over 10 years! She couldn't stomach your slimy persona any longer!\"[/color]\n\n[background=#c0c0c0][b][size=42]\"Vanessa Dubois!\"[/size][/b][/background][/left]\n",
      "n": [
        40
      ]
    },
    {
      "d": 1727725857012,
      "c": "=>",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200016.gif[/img]\n[size=56][color=#8000ff][size=42]\"IT'S [b]BOUQUET[/size][/b]!\"[/color][/size]\n\n[left][size=20][color=#8000ff]\"MY NAME IS VANESSA [b]BOUQUET! BOUQUET[/b]! I REFUSE TO SHARE A NAME WITH SUCH A GREEDY, POMPOUS, NARCISSISTIC PIECE OF GARBAGE. YOU COME INTO MY ROOM, POLLUTE THE AIR WITH YOUR TOXIC RHETORIC, INSULT MY FRIENDS, INSULT ME! BUT WORST OF ALL, YOU DARE INSULT MY [b]MOTHER[/b]! TAIS-TOI! GET OUT! YOU PARASITE! YOU LEECH! YOU...VAMPIRE! DECREPID OLD FOOL! MALICIOUS MALNOURISHED MORON! DESOLATE DETESTABLE DEADBEAT! GO GET YOUR FRAGILE EGO STROKED BY THOSE LOSERS YOU SUCK UP TO SO MUCH AND GET THE FUCK OUT![b]NOW!\"[/color][/b] [/size][/left]",
      "n": [
        41
      ]
    },
    {
      "d": 1727725857012,
      "c": "=>",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200017.gif[/img]\n\nThe verbal beatdown was so savage Ray had to do a double take!",
      "n": [
        42
      ]
    },
    {
      "d": 1727725857012,
      "c": "=>",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200018.png[/img]\n...",
      "n": [
        43
      ]
    },
    {
      "d": 1727725857012,
      "c": "=>",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200019.gif[/img]\n[size=42]You Won![/size]",
      "n": [
        44
      ]
    },
    {
      "d": 1727725857012,
      "c": "Vanessa: Feel great about your victory",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200020.gif[/img]\n\nCongratulations! You have successfully repelled your father!\n\nDespite the victory you don't feel great. He managed to get a few good verbal hits on you and made you lose composure. You are the official winner of course but you feel an inkling of defeat in your soul. That doesn't sit right with you. It annoys you and eats away at you inside. You need something else to focus on. Maybe you'll do some reading. That book on your desk looks interesting.",
      "n": [
        45
      ]
    },
    {
      "d": 1727725857012,
      "c": "Vanessa: Reach for the Black Book on the Desk",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200021.gif[/img]\nCalling this just a book would be doing it a disservice. The content of this book is vast and plentiful. A record of the supernatural, the lost teachings of the arcane, the unspoken prayers to the occult, the memoir of a lost soul inherited by their daughter.\n\n[size=20]This is the Book of V.[/size]\n\nAs you look at the Black Book, you notice your vision fading. Eyes wide open but void of light, you stand in otherwordly darkness. Yet you can still see the book, it's drawn-on eye staring back at you. \nYou stare. It stares. \nYou blink. Light returns.",
      "n": [
        46
      ]
    },
    {
      "d": 1727725857012,
      "c": "Vanessa: Re-learn how to commune with ???",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200022.png[/img]\n\nYou turn to the middle of the Book of V. The warm darkness robs your vision again for a moment before allowing you to read the text.\n\nWithin these pages shows two forms used to channel energy and commune with entities. According to the book, this would be entry level stuff for the cults who followed the Old Gods in ancient times. You've attempted this many times over the years, eager to reach Those Above All.\n\n[color=#8000ff]\"The basis of all communion is sacrifice. To allow the influence of those Above Us, one must divest themselves of all senses to create space for a God to take residence even only for a fleeting moment. The Subconscious is a palace that was once yours, but is now theirs for a time. Trust the God(s) with maintaining it. Focus on your own Consciousness in order to not be completely taken by them. This is communion, not possession.\"[/color]\n\n",
      "n": [
        47
      ]
    },
    {
      "d": 1727725857012,
      "c": "Vanessa: Begin Arcane Communion",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200023.png[/img]\n\nYou mimic the pose in the book.\n\nYou reach deep into your mind as you have done hundreds of times. Discarding all the excess processes from the mind to achieve a focused mind is something a Monk would practise. You are no Monk. Monks don't perform rituals to speak to dark Gods. Yet your dogmatic commitment to this has molded your mind.\n\nYou begin to feel cold.",
      "n": [
        48
      ]
    },
    {
      "d": 1727725857012,
      "c": "Vanessa: Feel Cold?",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200024.gif[/img]\nYou do not cold. You cannot feel cold. \n\nYou cannot feel anything. \n\nYou cannot see or hear or smell or taste anything.\n\nYou are retreating into your mind.",
      "n": [
        49
      ]
    },
    {
      "d": 1727725857012,
      "c": "=>",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200025.gif[/img]\n",
      "n": [
        50
      ]
    },
    {
      "d": 1727725857012,
      "c": "=>",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200026.gif[/img]\n[size=20][background=#c0c0c0][color=#8000ff]\nA mind cut off from the body\n\nA mind free of feeling [/color][/background][/size]\n",
      "n": [
        51
      ]
    },
    {
      "d": 1727725857012,
      "c": "=>",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200027.png[/img]\n[size=20][background=#c0c0c0][color=#8000ff]A mind now with space\n\nTo house something Greater[/color][/background][/size]",
      "n": [
        52
      ]
    },
    {
      "d": 1727725857012,
      "c": "=>",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200028.png[/img]",
      "n": [
        53
      ]
    },
    {
      "d": 1727725857012,
      "c": "=>",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200029.png[/img]",
      "n": [
        54
      ]
    },
    {
      "d": 1727725857012,
      "c": "=>",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200030.png[/img]\n[spoiler open=\"Show Communion Log\" close=\"Hide\"][color=#02fdcb][background=#000000]\n[size=16]Vanessa?: Ah... what an odd circumstance. \nVanessa?: A daughter succeeds yet fails. \nVanessa?: Not due to her efforts but the circumstances fate has created for her.\nVanessa?: A terrible curse or hidden blessing?\nVanessa?: We shall see.[/size]\n[/background][/color][/spoiler]",
      "n": [
        55
      ]
    },
    {
      "d": 1727725857012,
      "c": "=>",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200031.png[/img]\n[spoiler open=\"Show Communion Log\" close=\"Hide\"][color=#02fdcb][background=#000000]\n[size=16]Vanessa?: Still, I give her praise for her efforts.\nVanessa?: I watched her many failures.\nVanessa?: Inching closer and closer to communion.\nVanessa?: I love a hard working child.\nVanessa?: As reward, the powers of an Ancient One will bless her.\nVanessa?: If she can do one small thing.[/size]\n[/background][/color][/spoiler]",
      "n": [
        56
      ]
    },
    {
      "d": 1727726105840,
      "c": "=>",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200032.png[/img]\n[spoiler open=\"Show Communion Log\" close=\"Hide\"][color=#02fdcb][background=#000000]\n[size=16]\nVanessa?: [b]Save Your Knight[/b]\nVanessa?: Countries apart but without your intervention,\nVanessa?: Your Knight's Story ends.\nVanessa?: And so will your own.\nVanessa?: [b]Save Your Knight[/b]\n[/size] [/background][/color][/spoiler]",
      "n": [
        57
      ]
    },
    {
      "d": 1727726105840,
      "c": "=>",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200033.png[/img]",
      "n": [
        58
      ]
    },
    {
      "d": 1727726105840,
      "c": "Vanessa: Save Your Knight",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200034.gif[/img]\n\nYou remind cold. Your body is still and at least part of your mind is elsewhere. The task given to you in exchange for power is repeated within your near-empty head.\n\n[b]Save Your Knight[/b]\n\nYour thoughts are somewhat murky as your mind begins to put itself back together. You spoke the command, that version of you from your visions. Yet it wasn't you? To make matters more confusing, you, or it, needs you to save YOUR Knight? You don't have a knight... do you?\n\nCountries apart?\n\nYou don't think they meant...?",
      "n": [
        59
      ]
    },
    {
      "d": 1727726105840,
      "c": "=>",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200035.gif[/img]\n\n[center][color=#8000ff][size=18]\"TY?!\"[/size][/color][/center]\n\nFixing your broken mind will have to wait. Your extremely platonic internet friend is in danger!",
      "n": [
        60
      ]
    },
    {
      "d": 1727726105840,
      "c": "Vanessa: Contact Your Knight",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/page%200036.png[/img]\n\nYou rush to your laptop and check if you can contact [color=#c40062]tirelesspugilist[/color]\n\nHe needs to be warned of the danger to his life. What else can you do?",
      "n": [
        61
      ]
    },
    {
      "d": 1727726105840,
      "c": "Vanessa: You have a notification?",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200037.gif[/img]\n\nTo your surprise, someone is attempting to connect to your BURBS server. It's [color=#c40062]tirelesspugilist?[/color]\n\nYou find this strange. He told you beforehand that he had to fight with his mother or something like that. Even if he wasn't, the plan was for everyone to join together. Ty is not the type to rush ahead without the others. And how did he even connect to you? He wasn't given your server information\n\nQuestions upon Questions.\n\nStill, if he's trying to connect maybe you can speak to him through the game. With a mix of worry and confusion, you press the enter key, accepting him to your server.\n\nYou are now his Overseer.",
      "n": [
        62
      ]
    },
    {
      "d": 1727726105840,
      "c": "End of Chapter",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%201%20-%20Le%20Monde%20Voit%20Le%20Monde/Page%200038.gif[/img]\n\n[size=20]End of Chapter[/size]",
      "n": [
        63
      ]
    },
    {
      "d": 1727726201602,
      "c": "Intermission Artwork #2",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/%5BA%5D%20Inter-Chapter%20Art/Chapter%201-2.png[/img]\n\n[size=20][color=#c40062]Tyrell Raymond[/color] & [color=#8000ff]Vanessa Bouquet[/color]\n\nThe Derse Dreamers\n\nVanessa is the newest addition to the World Warriors, invited by Tyrell after they met eachother online. Tyrell loves his other friends but is particularly drawn to her for being calmer and calculated instead of the usual performative nature of the others. Vanessa likes Tyrell for similar reasons as well as his loyalty and belief in her supernatural abilities.\n\nWhile the World Warriors often speak within the group chat, these two sometimes prefer to speak privately about various things or roleplay with Vanessa being the Grimdark Monarch and and Tyrell as her unorthedox but extremely loyal knight. It also helps that their timezones are only 1 hour apart allowing for their schedules to line up easier.\n\nHaving unusual parents has led them to becoming unusual people. They're like birds of a feather. And they will fly together.[/size]",
      "n": [
        64
      ]
    },
    {
      "d": 1728974000875,
      "c": "Chapter 2 - Trial by Combat",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Chapter%202.png[/img]",
      "n": [
        65
      ]
    },
    {
      "d": 1728974000875,
      "c": "Tyrell: Approach",
      "b": "[img]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200001.png[/img]\n\nYou are now Tyrell again.\n\nYou are on the roof of your apartment complex, ready to face your mother in combat.\n\nFrom here you can see the city you've called your home all your life. The London Eye moves tourists around slowly as if to give them a glimpse of the family feud you've become a part of.\n\nYou took your sweet time getting here. Now you have angered her to the point where a routine training exercise has become something a lot more serious. However, excitement still builds inside of you. A real fight with someone who's practically radiating strength!",
      "n": [
        66
      ]
    },
    {
      "d": 1728974000875,
      "c": "Tyrell: Speak with her",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200002.png[/img]\n\n[spoiler open=\"Show Dia-log\" close=\"Hide\"]\n[color=#c40062][background=#c0c0c0]Mother: Hmph.\nMother: Look who decided to show up.[/background]\nTyrell: Hello Mother. Sorry for the delay.\n[background=#c0c0c0]Mother: I thought I taught you better manners.[/background]\nTyrell: Sorry Mother.\n[background=#c0c0c0]Mother: And the reason for your lateness?[/background]\nTyrell: Talking to my friends. We plan to play a game soon.\n[background=#c0c0c0]Mother: A game? Your training is more important than some computer game!\nMother: You really lack discipline.[/background]\nTyrell: Mother I am sorry. I really am.\nTyrell: My friend, there was something bothering her.\nTyrell: I couldn't ignore a friend in need. You taught me that.\n[background=#c0c0c0]Mother: ...Tch!\nMother: Get that smile off your face![/background]\nTyrell: This time I'm not sorry Mother.\nTyrell: I'm eager to prove myself to you.\nTyrell: You've been preparing me for almost 10 years.\nTyrell: To fight and to be strong.\nTyrell: Strong like you and those before us.\n[background=#c0c0c0]Mother: You don't understand how serious this is.[/background]\n[/color]\n[/spoiler]",
      "n": [
        67
      ]
    },
    {
      "d": 1728974000875,
      "c": "=>",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200003.png[/img]\n\n[spoiler open=\"Show Dia-log\" close=\"Hide\"]\n[color=#c40062]\n[background=#c0c0c0]Mother: I had hoped for you to live a simple life. However that will not be possible.\nMother: You will face many hardships son. Trials and tribulations that will test you body and spirit.\nMother: You will meet many foes hellbent on taking you down through whatever means they have at their disposal.\n\nMother: You were always a kind boy. A kind boy with a simple mind.\nMother: You trust easily and open your heart to others quickly.\nMother: The antithesis of myself...\nMother: But kindness is a weakness that's easily exploited.\nMother: That makes you a target for those will malicious intent.\nMother: You need to be strong!\nMother: For your friends! For your sister! For yourself!\n\nMother: Life is gonna hit you, [b]hard[/b]!\nMother: You need to get hit and hit it back!\nMother: Move forward!\nMother: Get hit, take the damage and move forward!\n\nMother:...\nMother: It's time, Tyrell!\nMother: Issue the challenge![/background]\nTyrell: Yes Mother!\n[/color]\n[/spoiler]",
      "n": [
        68
      ]
    },
    {
      "d": 1728974000875,
      "c": "Tyrell: Challenge",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200004.png[/img]\n\n[color=#c40062]\n[size=20]Those Before and Those Present!\n\nBear witness!\n\nI, Tyrell Raymond, challenge for the right to be called a Shishitora! \n\nWho will accept and issue my trial!?[/size]\n\n\n[/color]",
      "n": [
        69
      ]
    },
    {
      "d": 1728974000875,
      "c": "=>",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200005.png[/img]\n\n[color=#c40062]\n[size=20][background=#c0c0c0]I, Tyressa Raymond, accept the challenge!\n\nThe trial shall be combat! \n\nMay Those Before Us give you strength and Those Present witness your efforts![/background][/size]\n\n[/color]",
      "n": [
        70
      ]
    },
    {
      "d": 1734380563725,
      "c": "Tyrell: Begin ",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200006.png[/img]\n\nYou, the young challenger, eagerly sprung into action.",
      "n": [
        71
      ]
    },
    {
      "d": 1734380563725,
      "c": "Tyrell: Throw the first punch",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200007.png[/img]\n\nThe punch you began to throw was wide and full of enthusiasm. This was the opening move. You have to make it a good one! All good fights begin with a strong start right? Your opponent's response is almost irrelevant. You need to show Those Who Came Before and Those Present that you are ready to prove yourself.",
      "n": [
        72
      ]
    },
    {
      "d": 1734380563725,
      "c": "=>",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200008.png[/img]",
      "n": [
        73
      ]
    },
    {
      "d": 1734380563725,
      "c": "=>",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200009.png[/img]\n\nOh\n\nYour efforts are easily parried by a simple turning of the shoulder.\n\nYour ancestors are not impressed.",
      "n": [
        74
      ]
    },
    {
      "d": 1734380563725,
      "c": "=>",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200010.png[/img]\n\nAnd neither is your mother as retaliates with fast blows of her own. You can barely see the punches coming with those aviators on but you can certainly feel them hitting you over and over and over again.",
      "n": [
        75
      ]
    },
    {
      "d": 1734380563725,
      "c": "In the face",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200011.png[/img]\n\n[size=18][b]In the face[/b][/size]",
      "n": [
        76
      ]
    },
    {
      "d": 1734380563725,
      "c": "",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200012.png[/img]\n\nFlicker Jabs fired like bullets continue to pummel you repeatedly. \n\nThe Flicker Jab is a whip-like punch meant to be used to hit quickly and often. They should be theoretically weaker than a regular jab, the [b]weakest[/b] punch, yet hers feel like someone is whipping your face with a concrete block.",
      "n": [
        77
      ]
    },
    {
      "d": 1734380563725,
      "c": "Tyrell: Continue to get hit in the face",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200013.png[/img]\n\nAs the onslaught continues it begins to register in your mind that she is [i]only[/i] aiming for your face using her weakest yet fastest punches. \n\nStill, you don't make an effort to defend yourself. \n\nHer fists are fast and each punch causes a moment of disorientation. Even if you wanted to save yourself, you wouldn't be able to very quickly. Before you could raise your arm to block you would be hit again and you would lower them again. You can't see the punches fast enough to dodge well. If you tried, she would just change the direction and meet you face with her fist. Using your injured head to form a plan would be too difficult anyway. Your brain is rattling inside your head like a pinball.\n\nYet you remain standing.",
      "n": [
        78
      ]
    },
    {
      "d": 1734380563725,
      "c": "=>",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200014.png[/img]\n\nEventually, your Mother switches to throwing a right straight punch. An attack from the dominant hand will hit a lot harder than the already terrifying jabs. It would surely do you in and render this whole trial nothing more than a fast beatdown where you didn't land a single punch on your opponent. A shameful end to your story.\n\nBut it's a [b][u]right straight[/u][/b]. Not a left jab. It's a stronger punch. A [b][u]slower[/u][/b] punch. Slow enough for you to think these thoughts which means th[color=#fc0373]at I can finally-[/color]",
      "n": [
        79
      ]
    },
    {
      "d": 1734380563725,
      "c": "=>",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200015.png[/img]",
      "n": [
        80
      ]
    },
    {
      "d": 1734380563725,
      "c": "Strike",
      "b": "[img=1040x720]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200016.png[/img]",
      "n": [
        81
      ]
    },
    {
      "d": 1739231818911,
      "c": "Fool's Gambit",
      "b": "[img=1040x720]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200017.png[/img]\n\n[center][size=32][b][u]Fool's Gambit[/u][/b][/size]\n\n[size=18]A powerful counter that sacrifices everything on landing the attack.\n\nRegardless of the danger and the damage accumulated whilst performing the move, the user will throw their whole body into this unstoppable attack.\nA punch that can be thrown whilst being punched. \nA kick that can be thrown whilst being kicked.\nAn eye for an eye.\nOne needs an unbreakable will and unwavering committment in order to execute the Fool's Gambit or exceptionally low intelligence. Either way, intentionally taking damage to deal damage is very foolish. And perhaps a tad brave.\n\nNormally the move would just trade but you've somehow managed to hit Mother before she hit you. You're too locked in to throw away this chance. You push yourself as far as you can, putting your full weight behind your fist and manage to knock her back a considerable distance.[/size][/center]",
      "n": [
        82
      ]
    },
    {
      "d": 1739231818911,
      "c": "Your fist hurts",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200018.png[/img]\n\nYour fist hurts from putting so much into a single punch but you reckon your Mother's face hurts a lot more. She stands upright and glares back at you through her newly broken sunglasses.\n[spoiler open=\"Show Dia-log\" close=\"Hide\"]\n[color=#c40062]\n[background=#c0c0c0]\nMother:...I've never been fond of that move. \nMother: It reeks of desperation and foolishness.\nMother: But this time it was different. \nMother: You moved faster, hit harder.\nMother: A true counter combining the force of my attack and your own.\nMother: It... hurt.\nMother: There's only one way you'd be able to out-speed one of my punches.\nMother: You [i]saw[/i] it didn't you?\n[/background]\n[/color]\n[/spoiler]\n",
      "n": [
        83
      ]
    },
    {
      "d": 1739231818911,
      "c": "Tyrell: Lock In",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200019.png[/img]\n\n[spoiler open=\"Show Dia-log\" close=\"Hide\"]\n[color=#c40062][background=#c0c0c0]\nMother: With your special eyes.[/background][/color]\n[color=#c40062]Tyrell: I'm embracing my ancestors' gift.\nTyrell: Your gift.\nTyrell: Anything and everything to win.\n[color=#c40062][background=#c0c0c0]Mother: Heh! Hahaha!\nMother: Now you're sounding like a true Shishitora.[/background]\n[/color]\n [/color][/spoiler]",
      "n": [
        84
      ]
    },
    {
      "d": 1739231818911,
      "c": "=>",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200020.png[/img]\n[spoiler open=\"Show Dia-log\" close=\"Hide\"][color=#c40062][background=#c0c0c0]\nMother: I like it!\nMother: We can't continue while my sunglasses are cracked.\nMother: I wanted to keep these on the whole time to test you.\nMother: As is tradition in the Shishitoras\nMother: But can I really pass up this rare chance?\nMother: Two fighters with Tachy Eyes going head to head?\nMother: That sounds like fun to me!\nMother: I'm sure Those Who Came Before wouldn't mind.\n[/background]\n[/color][/spoiler]",
      "n": [
        85
      ]
    },
    {
      "d": 1739231818911,
      "c": "=>",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200021.png[/img]\n\n[spoiler open=\"Show Dia-log\" close=\"Hide\"][color=#c40062][background=#c0c0c0]\nMother: Hehehehe!\nMother: Hahahaha!\nMother: My Mother told me hosting a trial would be so boring.\nMother: Yet now things are getting really fun!\nMother: We can fight as our authentic selves.\nMother: Aren't you excited too?\n[/background]\n[/color][/spoiler]",
      "n": [
        86
      ]
    },
    {
      "d": 1739231818911,
      "c": "Tyressa Raymond: Mother and Matriarch",
      "b": "[img=1040x720]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200022.png[/img]\n\n[color=#c40062][background=#c0c0c0]\n[size=32]Come now! Show me what you're really made of![/size]\n[size=64][center][b]TYRELL!!![/b][/center][/size]\n[/background]\n[/color]",
      "n": [
        87
      ]
    },
    {
      "d": 1743795588878,
      "c": "=>",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200023.png[/img]\n\nWhat an unexpected turn of events. You were expecting your friend TirelessPugilist playing the Burbs beta but instead you've been watching a young man get his butt kicked by an older lady.\n\nYou've been listening in too. A mother and son doing some sort of ritual to gain approval? You suppose that not all rituals involve magical books and floating candles and ancient beings. But those are the prefered kind so if this is what Burbs is about then you'd rather not get involved. You can't form a fist with nails as amazing as yours.\nAnd you bruise easily.\nAnd you're not very fit.\n\nAs you continue down this spiral of self-deprecation, you stare at the young man. His face looks awfully familiar. Don't you know him?",
      "n": [
        88
      ]
    },
    {
      "d": 1743795588878,
      "c": "Vanessa: Remember",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200024.png[/img]\n\nHe's the sleeping man from your dream! Remember that? The room was empty and then it magically became a bedroom with him sleeping soundly on the bed. This creates more questions. How is Burbs aware of your dreams? Or were you dreaming up a vision of the future and seeing this person from Burbs? And his name was... Tyrell?\n\nThe dots start to connect in your mind. A young man fighting his mother is what TirelessPugilist said he was going to do. You've known TirelessPugilist as \"Ty\" which is like Tyrell. Plus, you're supposed to be in Overseer mode to oversee TP's activity on the server. Therefore...\n\nThis is Tireless Pugilist. This is Tyrell. This is your friend fighting hard and Burbs is showing you all of his movements. And he's in danger just like the Ancient One said.",
      "n": [
        89
      ]
    },
    {
      "d": 1743795588878,
      "c": "=>",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200025.png[/img]\n\n[spoiler open=\"Show Communion Log\" close=\"Hide\"][color=#02fdcb][background=#000000]\n[size=16]Vanessa?: A daughter realises that the man of her dreams...\nVanessa?: Was in fact her special friend,\nVanessa?: Who she would confide in almost every night,\nVanessa?: And make him roleplay as her knight in shining armour.\nVanessa?: I feel your embarrassment child but do not worry.\nVanessa?: I will not tell a soul.[/size]\n[/background][/color]\n[color=#8000ff]Vanessa: ...Ancient One?! You are... still here?[/color]\n[/spoiler]",
      "n": [
        90
      ]
    },
    {
      "d": 1743795588878,
      "c": "Vanessa: Commune and Oversee",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200026.png[/img]\n\n[spoiler open=\"Show Communion Log\" close=\"Hide\"]\n[color=#02fdcb][background=#000000][size=16]\nAncient One: Yes. Due to a daughter's success and failure, I remain in your mind.[/size]\n[/background][/color]\n[color=#8000ff]Vanessa: The communion was flawed?[/color]\n[color=#02fdcb][background=#000000][size=16]\nAncient One: Yes.[/size]\n[/background][/color]\n[color=#8000ff]Vanessa: Damn it![/color]\n[color=#02fdcb][background=#000000][size=16]\nAncient One: Do not despair child. Focus on the task ahead of you. [/size]\n[/background][/color]\n[color=#8000ff]Vanessa: But Ancient One, forgive my foolishness but I do not understand. My task is to save this man? He is performing a ritual with his mother where he will succeed or fail. \n\nVanessa: I've had my own rituals interrupted before and it leads to ruin. Surely my intervention, if even possible, would cause problems?\n\nVanessa: Besides, he seems to be doing well since he removed his sunglasses. Perhaps he will pass this test on his own. [/color]\n[color=#02fdcb][background=#000000][size=16]\nAncient One: She performs a semi-successful communion and she questions a God?[/size][/background][/color]\n\n[color=#8000ff]Vanessa: Um... I-[/color]\n[color=#02fdcb][background=#000000][size=16]\nAncient One: She will be enlightened. But first a question. Why has The Knight removed his 'sunglasses'? [/size][/background][/color]\n\n[color=#8000ff]Vanessa: To see better? His mother mentioned they both having special eyes.[/color]\n\n[/spoiler]",
      "n": [
        91
      ]
    },
    {
      "d": 1743795588878,
      "c": "=>",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200027.png[/img]\n\n[spoiler open=\"Show Communion Log\" close=\"Hide\"]\n[color=#02fdcb][background=#000000][size=16]\nAncient One: Partial Truth. Eyes inherited from a bloodline of fighters and warriors.\nAncient One: They improve one's ability to engage in combat of all kinds. [/size]\n[/background][/color]\n[color=#8000ff]Vanessa: I can see that! Tyrell's making a comeback since showing of those red-ish pink-ish eyes. He's really fighting back now and might even be hitting harder.[/color]\n[color=#02fdcb][background=#000000][size=16]\nAncient One: All true minus one thing. The Knight hasn't gained strength. He has gained accuracy and intention. He knows where he will hit. No motion is wasted. [/size]\n[/background][/color]\n[color=#8000ff]Vanessa: Oh I see, or I think I do. Fighting isn't my forte.[/color]\n[color=#02fdcb][background=#000000][size=16]\nAncient One: That is okay for it is a Knight's place to know combat. \nAncient One: Her place is to see.[/size]\n[/background][/color]\n\n\n\n\n[/spoiler]\n",
      "n": [
        92
      ]
    },
    {
      "d": 1743795588878,
      "c": "=>",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200028.png[/img]\n[spoiler open=\"Show Communion Log\" close=\"Hide\"]\n[left][color=#02fdcb][background=#000000][size=16]\nAncient One: See how not only offense but defense has improved too. His movements haven't gotten faster yet he is evading strikes with seemingly little issue. [/size][/background][/color]\n[color=#8000ff]\nVanessa: Fascinating. It's almost as if he's seeing into the future and dodging. That's why he believes in my abilities! He also has visions and uses them to fight! Of course fate would put the two of us together. As friends.[/color]\n[color=#02fdcb][background=#000000][size=16]\nAncient One: The Knight cannot see ahead of time. Some can but he cannot. She is alike in some ways but his gift is not what she thinks it is. However, she is not far from the truth. [/size][/background][/color]\n[color=#8000ff]\nVanessa: Excitement is getting ahead of me. I am speaking to a God and I continue to make myself out to be a fool.[/color]\n[color=#02fdcb][background=#000000][size=16]\nAncient One: She is not a fool. He is the fool. [/size][/background][/color]\n[color=#8000ff]\nVanessa: How so?[/color]\n[color=#02fdcb][background=#000000][size=16]\nAncient One: By self admission. His technique, Fool's Gambit, labels himself as a fool.  [/size][/background][/color]\n[color=#8000ff]\nVanessa: ...I hope it's just a cool sounding name...[/color]\n[color=#8000ff]Vanessa: Anyway, if he cannot see the future, then perhaps it's prediction? Reaction?[/color]\n[color=#02fdcb][background=#000000][size=16]\nAncient One: Both. [/size][/background][/color]\n[/left]\n\n[/spoiler]",
      "n": [
        93
      ]
    },
    {
      "d": 1743795588878,
      "c": "Foresight",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200029.png[/img]\n[spoiler open=\"Show Communion Log\" close=\"Hide\"]\n[color=#02fdcb][background=#000000][size=16]\nAncient One: Those fuschia eyes notice the slightest movements of the opponent. The tensing of muscle, the movement of the body's centre of gravity, the changing in breathing, the shifting of eyes - all clues to the intentions of the one he is facing. To the Knight, the world slows down as he sees what his mother is about to do and reacts, making an accurate prediction of what she is going to do before it's obvious to others and countering it.[/size][/background][/color]\n\n[color=#8000ff]Vanessa: Fool's Gambit![/color]\n\n[color=#02fdcb][background=#000000][size=16]Ancient One: This is the inherited ability of his clan. This is the power of \"Foresight\".[/size][/background][/color]\n\n[/spoiler]",
      "n": [
        94
      ]
    },
    {
      "d": 1746973007505,
      "c": "Vanessa: Theorise",
      "b": "[img=1040x720]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200030.png[/img]\n[img=1040x720]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200030 B.gif[/img]\n\n[spoiler open=\"Show Communion Log\" close=\"Hide\"]\n\n[color=#8000ff]Vanessa: But that means his mother has the same abilities and she's stronger too.[/color]\n[color=#02fdcb][background=#000000][size=16]Ancient One: In addition, your knight's mother is a more experienced fighter.[/size][/background][/color]\n\n[color=#8000ff]Vanessa: So that means... unless Tyrell outlasts his mother's \"Foresight\". He's not going to win this.[/color]\n[color=#8000ff]Vanessa: No... that's not right either.[/color]\n[color=#8000ff]Vanessa: Power isn't free, I know that better than anyone. There was a great cost to just speak with you. If they're experiencing some form of hyper sense and/or time dilation that is triggered on command, there must be some toll.[/color]\n[color=#8000ff]Vanessa: Firstly, their eyes must get strained from being so vigilante and quickly moving to see the minor movements of eachother. Their brains must be working overtime to allow them to think and react so quickly! The mind needs fuel, specifically oxygen, so either they have either have insane amounts of hemoglobin in their redblood cells or their breathing quite rapidly and pushing their blood around at insane speeds.[/color]\n[color=#8000ff]Vanessa: Most likely, heavy breathing and rapid heart beats to circulate the blood around the body, specifically to the brain. This means their hearts are also working overtime![/color]\n[color=#8000ff]Vanessa: [b]Tachycardia. Tachypnea.[/b] Just for some edge in a fight? [/color]\n[color=#8000ff]Vanessa: This is so foolish! They could go blind! Or... hyperventilate! Or have some heart failure![/color]\n\n\n\n[/spoiler]",
      "n": [
        95
      ]
    },
    {
      "d": 1746973007505,
      "c": "",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200031.png[/img]\n\n[spoiler open=\"Show Dia-log\" close=\"Hide\"]\n\n[color=#c40062]Tyrell: !!! [/color]\n[color=#c40062][background=#c0c0c0]Mother: Really son?[/background][/color]\n[color=#c40062][background=#c0c0c0]Mother: I knew you were a risk-taker but come on![/background][/color]\n[color=#c40062][background=#c0c0c0]Mother: I'm not gonna fall for the same gambit twice![/background][/color]\n[color=#c40062][background=#c0c0c0]Mother: Glad you're keeping this interesting though![/background][/color]\n[/spoiler]\n\n\n[spoiler open=\"Show Communion Log\" close=\"Hide\"]\n\n[color=#8000ff]Vanessa: Tyrell's not looking good.[/color]\n[color=#8000ff]Vanessa: He's trying to hide it but he's in pain.[/color]\n[color=#8000ff]Vanessa: His chest's on fire and his head much be aching so much.[/color]\n[color=#8000ff]Vanessa: And that's ignoring the damage and fatigue from this fight![/color]\n[color=#8000ff]Vanessa: Assuming my theory is correct.[/color]\n[color=#8000ff]Vanessa: If he keeps pushing himself...[/color]\n[color=#8000ff]Vanessa: Ugh! How frustrating! He'll kill himself if he keeps this up![/color]\n[color=#8000ff]Vanessa: And I'm so far away! I can't tell him to stop![/color]\n[color=#8000ff]Vanessa: All for some \"special eyes\"! Is it really worth straining your body for?[/color]\n[color=#02fdcb][background=#000000][size=16]\nAncient One: More questions come yet no answers appear. And the Knight is no closer to being saved. [/size]\n[/background][/color]\n\n\n[/spoiler]",
      "n": [
        96
      ]
    },
    {
      "d": 1746973007505,
      "c": "Mother's Eyes",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200032.png[/img]\n\n[spoiler open=\"Show Communion Log\" close=\"Hide\"]\n[color=#8000ff]\nVanessa: Wait a second. You said he inherited those eyes. [/color]\n[color=#02fdcb][background=#000000][size=16] Ancient One: The Knight said it. The Mother said it. I have said it. [/size][/background][/color]\n[color=#8000ff]Vanessa: But there must be a trick to it! Look at his mother!\nVanessa: She seems completely fine despite using the same eyes. \nVanessa: Same eyes?\nVanessa: Now that I look there's a slight difference in hers. It's like they're more alive?\nVanessa: There's an ethereal aspect to them. Sort of like how you feel in my head, but different. More human.\nVanessa: Maybe my studies and rituals makes me more aware of these things- [/color]\n\n[/spoiler]\n\n[spoiler open=\"Show Dia-log\" close=\"Hide\"]\n[color=#c40062][background=#c0c0c0]\nMother: You're doing well, really well.\nMother: I can feel the ancestors watching closely.\nMother: But you've still got more to give. I know you do.\nMother: I'll help you here by giving you,\nMother: A little [b]Push[/b]!\n[/background][/color]\n[/spoiler]",
      "n": [
        97
      ]
    },
    {
      "d": 1746973007505,
      "c": "A little Push",
      "b": "[img=1040x720]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200033.png[/img]",
      "n": [
        98
      ]
    },
    {
      "d": 1746973007505,
      "c": "=>",
      "b": "[img=1040x720]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200034.png[/img]",
      "n": [
        99
      ]
    },
    {
      "d": 1750003721257,
      "c": "=>",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200035.png[/img]\n\n[spoiler open=\"Show Dia-log\" close=\"Hide\"]\n[color=#c40062][background=#c0c0c0] \nMother: NOW THAT WAS A GOOD EXCHANGE!\nMother: Fighting with others like us is the best! It really is!\nMother: Haven't done a Cross Punisher since I sparred with your aunt way back when!\nMother: Now get back up son you haven't passed yet.\n\nMother: ...Tyrell?\n[/color][/background]\n\n\n\n[/spoiler]",
      "n": [
        100
      ]
    },
    {
      "d": 1750003721257,
      "c": "Tyrell: Lay there",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200036.png[/img]\nYou hit the floor with a resounding thud. Your cheek still burns in pain from The Matriarch's Cross Punisher. Blood leaks from your mouth as you lay in shock. Your body was already burning from overusing your Tachi Eyes so now you're drowning in layers of pain, strain and exhaustion. You used your trump card, your inherited gift from past fighters, you saw the attack coming and still got decimated by it.\nIt was all for nothing. You pushed your body hard and steeled your mind for what feels like the inevitable outcome. Now you lay broken, bruised, bloody. Unable to move. Barely able to see.\n[spoiler open=\"Show Dia-log\" close=\"Hide\"]\n[color=#c40062][background=#c0c0c0]\nMother: Oops! I was so excited I forgot to hold back on that one!\nMother: Oh well! Guess we're gonna fast track this part.\nMother: Hope the ancestors aren't mad at me for doing things a little wrong here.\nMother: *Sigh*\n[size=12]Mother: It doesn't feel so good seeing you like this Tyrell...\nMother: I got this strong to protect you and my family from any and everything.\nMother: Using that power for this just... feels off...[/size]\n[size=10]Mother: That's why parents don't usually test their own kids for this type of thing.\nMother: Neighbours would call child protective services if they knew.[/size]\n\n[size=9]Mother: Right. Now it's my turn.\nMother: Keep fighting Ty[size=8]re[/size][size=7]ll![/size][/size]\n[/background][/color]\n[/spoiler]",
      "n": [
        101
      ]
    },
    {
      "d": 1750003721257,
      "c": "Tyrell: Tired",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200037.png[/img]\n\nTyressa Raymond's voice fades away as the darkness envelopes you. You can no longer hear your mother's words. You cannot hear anything right now. Just your thoughts or rather whats left of your conscious mind.\n\nTyrell Raymond, son of Tyressa Raymond, spent a decade learning to fight so he could be acknowledged by Those Who Came before, to receive their blessings to protect Those Who Are Present. And at the every end you're given the impossible task of defeating your mother? The Matriach of the Raymond family? She's incredibly powerful to an inhuman degree. You didn't inherit any of that power so what could you have realistically done? The cards were against you from the start so it's okay to lose here...right?\n\nYou're nothing special anyways. Sure, you are a hard worker but you have no innate affinity towards anything. That's why you learned Boxing. Besides your national trait of being skilled with a dagger, Without your bloodline you'd be a completely average joe. Again, you didn't inherit your mother's strength or tenacity. All you inherited were special eyes that screw up your entire body when used for a couple minutes. You were born in the wrong family. You don't have a warrior's spirit. You can't handle your ancestors' gift. You are nothing.\n\nThese thoughts upset you. You'd cry if you weren't surrendering to the force dragging you into a deep sleep. You are tired. Passing and failing didn't matter anymore. You need to sleep now.",
      "n": [
        102
      ]
    },
    {
      "d": 1750003721257,
      "c": "Tyrell: Give up",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200038.png[/img]\nThe world darkens further. \nYour fight ends here Tyrell Raymond.\n\n[color=#8000ff]No it doesn't![/color]\n\nAbandoned by your ancestors, you'll never grow and become someone worth anything. Your mother will never acknowledge you again and your sister will grow to know her brother is simply a loser. But that doesn't matter right this moment.\n\n[color=#8000ff]Of course it matters! You are not a loser Ty![/color]\n\nConsciousness continues to fade. You're reaching the point of no return.\n\n[color=#8000ff]Focus Ty! You haven't given everything yet! You're not fighting alone! You haven't been this whole time![/color]\n\nYou... haven't given everything? You're not... alone? Your body is shattered and your mind is fading. There's nothing left to give. Unless...?\n\n[color=#8000ff]Dig deep Ty! [/color]\n\n..Something compells you to check your inventory...",
      "n": [
        103
      ]
    },
    {
      "d": 1750003721257,
      "c": "Tyrell: Check inventory",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200039.png[/img]\n\nThere is nothing but a small infant sitting within your inventory. Through your dull eye you can just about notice her tears. Her cries fall on deaf ears. While your mind fades further one thought manages to claw its way to the surface.\n\n[color=#c40062]Why is my sister crying?[/color]\n\n[color=#8000ff]She was with you the entire time? That's not what I expected but it proves my point! Perfect! She's been supporting you the entire time! You hadn't noticed because your mind was in the way. [/color]\n\nShe cries. She cries because you are hurt. She cries but her help was rejected.\n\nRejected?\n\nYou are confused and lost and hurt and---\n\n[color=#8000ff]\"Those Who Are Present\". You were so focused on gaining the strength of your ancestors that you forgot to get help from those who are already here. Your sister. Your Mother. And me.[/color]\n\n[color=#c40062]You?[/color]",
      "n": [
        104
      ]
    },
    {
      "d": 1750003721257,
      "c": "=>",
      "b": "[img=650x450]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200040.png[/img]\n[color=#8000ff][size=20][b]The Dark Queen of Truth! \nThe Occult Psychic World Warrior![/b][/size][/color]",
      "n": [
        105
      ]
    },
    {
      "d": 1750003721257,
      "c": "Vanessa: THE Grimdark Monarch",
      "b": "[img=1040x720]https://file.garden/ZTU5YzUz82Z8Yy3I/Hearts%20and%20Minds/Chapter%202%20-%20Trial%20By%20Combat/Page%200041.png[/img]\n[color=#8000ff][size=30][b]Grimdark Monarch[/b][/size][/color]\n\n\n[b]End of Chapter[/b]",
      "n": [
        106
      ]
    }
  ]
}